Repository: seanpm2001/mt-training-data
Catalog: tn/tn_pontoon.tmx
Source language: en_us
Languages: tn

source: Report Bugs
tn: Bega Dibaerase

source: Report copyright issues
tn: Bega mathata a tetlokhopi

source: Report was passed successfully
tn: Pego e kgonne go fetisiwa ka katlego

source: Request a Language
tn: Kopa Puo

source: Request recordings
tn: Kopa dikgatiso

source: *required
tn: *e a tlhokega

source: Re-record
tn: Rekota sesha

source: Re-record clip
tn: Dira dikgatiso gape

source: Reset skipped sentences
tn: Rulaganya sesha dipolelo tse di tlodilweng

source: Return
tn: Busetsa

source: Return here to edit your goal anytime.
tn: Boela fano nako nngwe le nngwe go baakanya maikaelelo a gago

source: Return to Common Voice
tn: Boela go Common Voice

source: Return to Common Voice Datasets
tn: Boela Kwa Direkotong Tsa Tshedimosetso Tsa Common Voice

source: Return to Languages
tn: Boela Kwa Dipuong

source: Review
tn: Sekaseka

source: Review could not be saved. Please try again later.
tn: E o e sekasekileng ga e a bolokega. Tsweetswee leka gape moragonyana.

source: ⓘ Review Criteria
tn: ⓘ Mokgwa wa go Sekaseka

source: Review Criteria
tn: Sekaseka Mokgwa

source: Reviewed sentences not submitted, are sure?
tn: Mela e e sekasekilweng ga ya romelwa, a o tlhomamisegile?

source: <reviewLink>Review now!</reviewLink>
tn: <reviewLink>Sekaseka jaanong!</reviewLink>

source: Review & re-record clips here as you go
tn: Sekaseka & dira dikgatiso sesha fano fa o ntse o ya

source: Review & re-record clips if needed
tn: Sekaseka dikgatiso & gatisa sesha fa go tlhokega

source: Review sentences
tn: Sekaseka mela

source: Review Sentences
tn: Sekaseka Mela

source: Review & Submit
tn: Sekaseka & Romela

source: Romanian
tn: Se-Romania

source: Romansh Sursilvan
tn: Se-Romansh Sursilvan

source: Romansh Vallader
tn: Se-Romansh Vallader

source: Runyankole
tn: Se-Runyankole

source: Russian
tn: Se-Russia

source: s
tn: t

source: S
tn: T

source: Sakha
tn: Se-Sakha

source: Santali (Ol Chiki)
tn: Se-Santali (Ol Chiki)

source: Saraiki
tn: Se-Saraiki

source: Sardinian
tn: Se-Sardinia

source: Save
tn: Boloka

source: Saved
tn: E bolokilwe

source: Search
tn: Senka

source: Search for answers
tn: Senka dikarabo

source: Search for them on the Internet
tn: Di senke mo Inthanete

source: See how your progress compares to other contributors all over the world.
tn: Bona gore kgatelopele ya gago e kae fa e bapisiwa le ya batsayakarolo ba bangwe mo lefatsheng lotlhe.

source: See Less
tn: Bona Go Gonnye

source: See More
tn: Bona Tse di Oketsegileng

source: Select a Language...
tn: Tlhopha Puo...

source: Selected
tn: E tlhophilwe

source: Select Language
tn: Tlhopha Puo

source: Send sign up link
tn: Romela linki ya go ikwadisa

source: Sentence Collection
tn: Setlhopha sa Dipolelo

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
tn: <sentenceCollectorFragment>Bona mo go oketsegileng ka go kokoanya mela</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
tn: <sentenceCollectorVideo>Leba kaedi ya rona e e buang ka go dirisa Kgobokanyo ya Mela</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
tn: Mola o tshwanetse go nna le mafoko a a magareng ga 1 le 14 (a a feletseng)

source: Sentences
tn: Dipolelo

source: { $sentences } added by you
tn: { $sentences } di tsentswe ke wena

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
tn: Mela e a tsenngwa. Seno se ka tsaya metsotso e le mmalwa go ikaegile ka palo ya mela e e tsenngwang. Tsweetswee o se ka wa tswala webosaete eno.

source: Sentences are collected for people to read aloud.
tn: Mela e kgobokanngwa gore batho ba e balele kwa godimo.

source: Sentence should not contain abbreviations
tn: Mola ga wa tshwanela go nna le mafoko a a khutshwafaditsweng

source: Sentence should not contain numbers
tn: Mola ga wa tshwanela go nna le dinomoro

source: Sentence should not contain symbols
tn: Mola ga wa tshwanela go nna le matshwao

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
tn: Dipolelo di tshwanetse go sekasekwa le go dumelelwa ke batho ba babedi gore di akarediwe mo Common Voice. O dira dikaelo tsa puo ya gago <languageGuidelinesLink>fano</languageGuidelinesLink>. Dipolelo di tshwanetse go nna mo <licenseLink>lefelong la botlhe</licenseLink> mme di nne kwa tlase ga mafoko a le 15. O ka kopa mong wa mokwalo gore a o dire <waiverLink>CC0 o dirisa thulaganyo ya rona ya go fetisa</waiverLink>, o bo o re romelela mo commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
tn: Mela ga ya romelwa, a o tlhomamisegile gore o batla go tswa?

source: { $sentences } sentences failed
tn: Mela e le { $sentences } e padle

source: { $sentences } sentences reviewed. Thank you!
tn: Go sekasekilwe mela e le { $sentences }. Re a leboga!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
tn: Mela e e tlhomamisitsweng e romelwa ka bo-Laboraro mme e nna gone morago ga tokololo e e latelang.

source: Sentence text
tn: Mokwalo wa polelo

source: Serbian
tn: Se-Serbia

source: Set a goal
tn: Baya Maikaelelo

source: Set my visibility
tn: Dira gore ke bonale

source: Settings
tn: Diseting

source: Share Common Voice
tn: Abelana ka Common Voice

source: Share my goal
tn: Abelana ka maikaelelo a me

source: Share your clip
tn: Abelana ka bidio ya gago

source: Share your { $count } Clip Daily Goal for { $type }
tn: Abelana ka { $count } Maikaelelo a Gago a Kgatiso ka Letsatsi a { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
tn: Abelana ka { $count } Maikaelelo a Gago a Kgatiso ka Beke a { $type }

source: Shilha
tn: Se-Shilha

source: Shortcuts
tn: Ditlhabanyetso

source: [Should be “We are”]
tn: [E tshwanetse go nna “Re”]

source: Show all skipped sentences again
tn: Bontsha ela yotlhe e e tlodilweng gape

source: Show my ranking
tn: Bontsha gore ke wa bokae

source: Sicilian
tn: Se-Sicily

source: Sign up
tn: Ikwadise

source: Sign up for an account
tn: Ikwadise go nna le akhaonto

source: Sign up for Common Voice newsletters, goal reminders and progress updates
tn: Ikwadisetse go amogela makwalodikgang a Common Voice, dikgopotso tsa maikaelelo le tshedimosetso e ntšha ka kgatelopele

source: sign up for email updates
tn: ikwadisetse ditlhabololo tsa imeile

source: Sign up for { $lang } updates:
tn: Ikwadisetse ditlhabololo tsa { $lang }:

source: Single ZIP file containing
tn: E na le faele e le nngwe ya ZIP

source: Sinhala
tn: Se-Sinhala

source: Siswati
tn: Seswati

source: Size
tn: Bogolo

source: Skip
tn: Tlola

source: Skip Submission Feedback
tn: Tlola go Romela Pegelo

source: Slovak
tn: Se-Slovak

source: Slovenian
tn: Se-Slovania

source: Social media
tn: Metswedi ya go Ikgolaganya

source: Somali
tn: Sesomalia

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
tn: Dipuo dingwe di farologana thata ka thutapuo, tlotlofoko le tsela ya go bitsa mafoko. Ka ntlha ya seno, re <ctaLink>tlisa ‘Mefuta e e Farologaneng’</ctaLink> ka 2022. Seno se dira gore batho ba kgone go tlhaola dipuo tsa bone mo tshedimosetsong e ntsi.

source: Someone asks for a language to be added.
tn: Mongwe o kopa gore puo e tsenngwe.

source: Something went wrong with reCAPTCHA. Please try again.
tn: Sengwe ga se a tsamaya sentle ka reCAPTCHA. Tsweetsee leka gape.

source: Sorbian, Lower
tn: Se-Sorbia, sa kwa Tlase

source: Sorbian, Upper
tn: Se-Sorbia, sa kwa Godimo

source: Sorry, Common Voice is running slowly. Thanks for your interest.
tn: Tshwarelo, Common Voice e bonya. Re lebogela go bontsha kgatlhego ga gago.

source: Sorry, something went wrong
tn: Tshwarelo, sengwe ga se a tsamaya sentle

source: Source: { $sentenceSource }
tn: Motswedi: { $sentenceSource }

source: Source: { $source }
tn: Motswedi: { $source }

source: Southern Sotho
tn: Sesotho sa Borwa

source: Spanish
tn: Sepanishe

source: Speak
tn: Bua

source: Speakers
tn: Dibui

source: Speaking
tn: Go bua

source: Speaking and Listening
tn: Go Bua le go Reetsa

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
tn: Bua ka lentswe la gago le le tlwaelegileng! Tsela e o buang ka yone e amogelesegile fano - re batla segalo sa lentswe la gago jaaka se ntse, e bile re batla modumo, setaele le molodi wa gago o o tlwaelegileng.

source: Speak now
tn: Bua jaanong

source: Speak up, contribute here!
tn: Bua, abelana fano!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
tn: <speechBlogLink>Simolola ka Temogopuo</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
tn: Gantsi puo ke tsela ya tlholego e re buisanang ka yone mme dithekenoloji tsa lentswe di tlisa seo mo dikhomputareng le mo megaleng ya rona ya letheka. Re batla go matlafatsa badiri gore ba dire dithulaganyo tse di kgatlhang tsa go lemoga mantswe jaaka baranodi ba mmatota le bathusi ba thekenoloji ba mantswe. Mme gone jaanong bontsi jwa tshedimosetso ya mantswe e e tlhokegang go dira dithulaganyo tseno e a tura e bile ke tsa poraefete. Re solofela gore tshedimosetso ya Common Voice e tla naya badiri se ba se tlhokang go tlhama le go dira gore thekenoloji ya puo e nne teng ka leleme la bone. Go dira gore go lemoga mantswe e nne selo se se tlwaelegileng thata, re kgobokanya disampole tsa mantswe mo dipuong tse di buiwang thata mmogo le babui ba palo e potlana ba gantsi ba tseelwang kwa tlase ke ditirelo tsa kgwebo tsa go lemoga mantswe. Go phasalatsa tshedimosetso ya mantswe a a farologaneng go tla matlafatsa badiri, bagwebi, le batho botlhe ka kakaretso gore ba samagane le bothata jono ka bobone.

source: Speech-to-text (STT)
tn: Puo-go-mokwalo (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
tn: Thekenoloji ya Puo-go-mokwalo (STT) e fetolela tshedimosetso ya mantswe mo mokwalong.

source: Split into { $archiveCount } ZIP files containing
tn: E kgaoganye mo difaeleng tsa ZIP di le { $archiveCount } tse di gone

source: Splits
tn: Tse di kgaoganeng

source: Start recording
tn: Simolola go kgatisa

source: Start typing to describe your accent
tn: Simolola go kwala go tlhalosa puo ya gago

source: Statistics
tn: Dipalopalo

source: Stats
tn: Dipalopalo

source: Status Page
tn: Tsebe ya Boemo

source: Streaks
tn: Meraladi

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
tn: <strong>[Crackle]<strong> di-dinosaur tse dikgolo tsa <strong>[crackle]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
tn: <strong>O se ka wa gana dikgatiso tsa mantswe a sebui ‘se sa bue’ ka tsela e e tshwanang le ya gago</strong> - seno se botlhokwa gore go lemoga mantswe go direle mongwe le mongwe botoka.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
tn: <strong>Itlhamele!</strong> Batho ba ba buang puo ya gago ba tlile go tlhomologa, mme tseno ke ditsela di le mmalwa tsa go simolola.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
tn: <strong>Kgobokanyo ya Dipolelo</strong> ke sedirisiwa sa go kgobokanya le go netefatsa dipolelo tsa karolo ya batho botlhe. O tla <scAccountLink>tlhoka go dira akhaonto</scAccountLink>. Go tswa foo, tsenya puo ya gago mo <strong>Porofaeleng</strong> ya gago. O ka <strong>Tsenya</strong> dipolelo kgotsa wa <strong>Sekaseka</strong> dipolelo tse di tsentsweng mo nakong e e fetileng.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
tn: <strong>[Sneeze]</strong> Di-dinosaur tse dikgolo tsa <strong>[cough]</strong> Triassic.

source: Submission: { $batchId }
tn: Go romela: { $batchId }

source: Submission Error
tn: Phoso ya go Romela

source: Submit
tn: Romela

source: Submit a report
tn: Romela pego

source: Submit clips
tn: Romela dikgatiso

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
tn: Mela e e rometsweng. { $duplicates } mela e gannwe ka gore e a ipoeletsa.

source: Subscribe
tn: Ikwadise

source: Success
tn: Katlego

source: Success, profile created!
tn: O atlegile, porofaele e dirilwe!

source: Swahili
tn: Se-Swahili

source: Swedish
tn: Se-Sweden

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
tn: Swaepela kafa mojeng go amogela polelo. Swaepela kafa molemeng go e gana. Swaepela kwa godimo go e tlola. <strong>O se ka wa lebala go romela tshekatsheko ya gago!</strong>

source: Syriac
tn: Se-Syria

source: Tagalog
tn: Se-Tagalog

source: Tahitian
tn: Se-Tahiti

source: Taiwanese (Minnan)
tn: Se-Taiwan (Minnan)

source: Tajik
tn: Se-Tajik

source: Taking several attempts to read a word.
tn: E leka makgetlo a le mmalwa go bala lefoko.

source: Tamil
tn: Se-Tamil

source: Tap
tn: Konya

source: Tatar
tn: Se-Tartar

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
tn: Tatoeba ke tshedimosetso e kgolo ya dipolelo, dithanolo, le kgatiso ya mantswe a a buiwang e e dirisiwang go ithuta puo. Karolo eno e e itseelwang e na le Seemane se se buiwang se se gatisitsweng ke morafe wa bone.

source: TED-LIUM Corpus
tn: Tshedimosetso ya TED-LIUM

source: Tell us what you'd like to download:
tn: Re bolelele gore o ka rata go itseela eng:

source: Telugu
tn: Se-Telugu

source: Terms
tn: Melawana

source: Thai
tn: Se-Thai

source: Thanks for confirming your account, now let's build your profile.
tn: Re lebogela go tlhomamisa akhaonto ya gago, jaanong a re dire porofaele ya gago.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
tn: Re leboga dikabo go tswa go batho ba feta 259k mo dipuong di feta 50, tshedimosetso eno e dirisiwa go thapisa dithulaganyo tsa puo go araba botoka mantswe a batho.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
tn: Re lebogela go gatisa!<lineBreak></lineBreak>Jaanong o ka sekaseka o bo romela dikgatiso tsa gago fa tlase.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
tn: Re lebogela go kgatlhegela ga gago go nna le seabe mo { $lang }. Re dira ka natla gore puo nngwe le nngwe e bo e siametse go simolola mme re dira gore ditlopha di nne di na le tshedimosetso ka imeile. Fa o batla go aba, tsweetswee kwala imeile ya gago fa tlase.

source: Thank you! You’ve sent a new language enquiry
tn: Re a leboga! O rometse kopo ya puo e ntšha

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
tn: Metswedi e e siameng thata e o ka e batlang ke di-podcast, ditokomane tse di kopolotsweng, disekerepiti tsa difilimi le sengwe le sengwe se se nang le metlotlo ya letsatsi le letsatsi.

source: The bumblebee sped by.
tn: Notshi e ile ya itlhaganela.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
tn: Clip Graveyard e na le dikgatiso tsa mantswe tse di sa kgonang tsena mo tshedimosetsong ya Common Voice. Fela jaaka tshedimosetso, Clip Graveyard le yone e ka itseelwa. Re rata go leboga batho le mekgatlho e e latelang ka thuso ya bone mo porojekeng:

source: The clip has disrespectful or offensive language.
tn: Kgatiso e na le puo ya lenyatso kgotsa e e kgopisang.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
tn: Tshedimosetso ya Common Voice e tlaleletsa thulaganyo ya Mozilla ya go lemoga mantswe ya Deep Speech. Karolo ya ntlha ya Deep Speech e golotswe ka November 2017 mme e ntse e tswelela e tlhabologa fa e sa le ka nako eo. Mmogo le tshedimosetso ya Common Voice, re dumela gore thekenoloji eno ya go lemoga mantswe e tshwanetse ya fitlhelelwa ke mongwe le mongwe. Re solofela gore dithekenoloji tseno di tla letla badiri go dira dikuno le ditirelo tse di botlhale.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
tn: Rekoto ya Tshedimosetso ya Common Voice e na le disampole tsa mantswe di le makgolo a le diketekete tse di thusang badiri go tlhama dithulusu tse di lemogang mantswe.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
tn: Tshedimosetso ya Common Voice ke sedirisiwa se se leng teng sa batho botlhe se se ka dirisiwang go thapisa dithulaganyo tse di farologaneng tsa puo. Go sireletsa tshireletsego ya baabi ba rona, re kopa gore mongwe le mongwe yo a itseelang tshedimosetso ya Common Voice a tlotle bosephiri jwa baabi. Dikgatiso tsotlhe tsa mantswe di tlositswe tshedimosetso e e tlhaolang motho. Fa o itseela tshedimosetso, o dumela gore o ka se leke go lemoga gore moabi ke mang. Seno se raya gore o ka se leke go amanya tshedimosetso e e mo dataset le tshedimosetso epe ya botho ya moabi. Mme gone, o ka dirisa tshedimosetso eo go thapisa go lemoga mantswe, go lemoga sebui, kgotsa dithulaganyo tse dingwe, ka go golaganya tshedimosetso e e mo dataset le tshedimosetso e nngwe e e setseng e le mo dataset.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
tn: Tshedimosetso ya Common Voice e ka itseelwa mo laesenseng ya <licenseLink>CC0</licenseLink> mo <datasetLink>tsebeng ya rona ya Tshedimosetso</datasetLink>. Gape o ka itseela tshedimosetso e nngwe e e leng teng mo go yone tsebe eo.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
tn: Kgobokanyo ya Mela ya Common Voice e setse e kgobokantse mela e le { $sentenceCount } ka dipuo di le { $languageCount }!

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
tn: Palo ya diura tsa kgatiso ya mantswe e e tlhomamisitsweng ke badirisi ba le 2 mo go ba le 3 ka tlhopho ya “Ee”. Seno se bontsha botswelelopele jwa porojeke ka kakaretso ya mokgele wa diura tse 10k.

source: The count of voice recording hours we have collected so far.
tn: Palo ya diura tsa direkoting tse re setseng re di amogetse go fitlha jaana.

source: The giant dinosaur of the Triassic.
tn: Dinosaur e dikgolo ya Triassic.

source: The giant dinosaurs of the Triassi-.
tn: Di-dinosaur tse dikgolo tsa Triassi-.

source: The giant dinosaurs of the Triassic.
tn: Di-dinosaur tse dikgolo tsa Triassic.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
tn: Di-dinosaur tse dikgolo tsa Triassic. <strong>[read by one voice]</strong>

source: The giant dinosaurs of the Triassic. Yes.
tn: Di-dinosaur tse dikgolo tsa Triassic. Ee.

source: The giant dino <strong>[cough]</strong> the Triassic.
tn: Dino <strong>[cough]</strong> e kgolo ya Triassic.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
tn: Mokgele wa tshedimosetso ya Common Voice ke go dira gore mongwe le mongwe mo lefatsheng a dire thulaganyo ya go lemoga puo, go lemoga sebui, kgotsa thulaganyo epe e nngwe e e batlang tshedimosetso ya lentswe. Thuso ya lentswe ke nngwe ya mefuta ya dithulaganyo tse o ka dirisang tshedimosetso go e dira.
